{
    "version": "https://jsonfeed.org/version/1",
    "title": "nwnsec",
    "description": "",
    "home_page_url": "https://nwnsec.github.io",
    "feed_url": "https://nwnsec.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "nwn"
    },
    "items": [
        {
            "id": "https://nwnsec.github.io/memahami-potensi-kepemimpinan-anda-dengan-mbti.html",
            "url": "https://nwnsec.github.io/memahami-potensi-kepemimpinan-anda-dengan-mbti.html",
            "title": "Memahami Potensi Kepemimpinan Anda dengan MBTI",
            "summary": "Panduan untuk INTJ dan ENTJ\" adalah panduan yang bertujuan untuk membantu individu dengan tipe kepribadian INTJ dan ENTJ untuk memahami&hellip;",
            "content_html": "<p>Panduan untuk INTJ dan ENTJ\" adalah panduan yang bertujuan untuk membantu individu dengan tipe kepribadian INTJ dan ENTJ untuk memahami bagaimana kekuatan dan kemampuan alami mereka dapat digunakan untuk menjadi pemimpin yang efektif.</p>\n<p>Panduan ini kemungkinan akan mencakup topik seperti bagaimana INTJ dan ENTJ dapat menggunakan pemikiran strategis dan kemampuan untuk merencanakan masa depan untuk menciptakan visi yang jelas bagi tim mereka, bagaimana mereka dapat menggunakan keyakinan dan tegasnya untuk menginspirasi dan memotivasi orang lain, dan bagaimana mereka dapat mengatasi tantangan yang datang dengan menjadi pemimpin sambil tetap setia pada sifat mandiri dan privasi mereka.</p>\n<p>Selain itu, panduan ini juga mungkin akan mengeksplorasi bagaimana INTJ dan ENTJ dapat bekerja pada pengembangan sifat yang lebih lemah, seperti kerja tim dan keterampilan sosial, untuk menjadi pemimpin yang seimbang.</p>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"result-streaming markdown prose w-full break-words dark:prose-invert dark\">\n<p>Contohnya, seorang individu dengan tipe kepribadian INTJ mungkin menjadi seorang CEO perusahaan dengan cara menggunakan pemikiran strategisnya untuk merencanakan jangka panjang perusahaan dan mengelola tim dengan tegas dan konsisten. Dia mungkin juga menyukai bekerja sendiri dan membuat keputusan yang cepat dan efektif. Namun, dia mungkin harus bekerja pada keterampilan sosialnya untuk dapat bekerja dengan baik dalam tim dan membangun hubungan dengan rekan kerja dan pelanggan.</p>\n<p>Sedangkan seorang individu dengan tipe kepribadian ENFJ mungkin menjadi seorang manajer tim yang baik dengan cara menggunakan empati dan pemahaman emosionalnya untuk menghubungkan dengan anggota tim dan memotivasi mereka. Dia mungkin juga memiliki visi yang jelas dan kuat untuk kemajuan tim dan perusahaan. Namun, dia mungkin harus bekerja pada kemampuan mengambil keputusan yang cepat dan tegas untuk dapat mengambil tindakan yang diperlukan dalam situasi yang mendesak.</p>\n</div>\n</div>\n</div>",
            "author": {
                "name": "nwn"
            },
            "tags": [
            ],
            "date_published": "2023-01-28T19:30:19+07:00",
            "date_modified": "2023-01-28T19:32:24+07:00"
        },
        {
            "id": "https://nwnsec.github.io/intjs-entjs-infp-enfj-esfj.html",
            "url": "https://nwnsec.github.io/intjs-entjs-infp-enfj-esfj.html",
            "title": "INTJs , ENTJs , INFP , ENFJ , ESFJ",
            "summary": "INTJs (Introverted, Intuitive, Thinking, Judging) are a personality type that are often referred to as \"architects\" or \"strategists.\" They are&hellip;",
            "content_html": "<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>INTJs (Introverted, Intuitive, Thinking, Judging) are a personality type that are often referred to as \"architects\" or \"strategists.\" They are known for their intelligence, independence, and ability to think critically. They have a strong sense of logic and are often able to see patterns and connections that others may not. They are also known for their ability to plan for the future and to have a clear vision for what they want to accomplish. They can be very private and reserved, and are often more comfortable working independently rather than in a team setting.</p>\n<p>ENTJs (Extraverted, Intuitive, Thinking, Judging) are a personality type that are often referred to as \"commanders\" or \"executives.\" They are known for their confidence, assertiveness, and ability to lead. They are natural leaders who are able to see the big picture and inspire others to work towards a common goal. They are also known for their strategic thinking and ability to make decisions quickly and effectively. They can be seen as ambitious, outgoing and commanding people.</p>\n<p>INFPs (Introverted, Intuitive, Feeling, Perceiving) are a personality type that are often referred to as \"mediators\" or \"healers.\" They are known for their empathetic and compassionate nature, as well as their strong sense of values and ideals. They are often able to understand and connect with others on a deep level, and are able to see the good in everyone. They are also known for their strong sense of creativity and ability to see the potential in things. They can be seen as quite sensitive and private people, who are often more comfortable working behind the scenes rather than in a leadership role.</p>\n<p>ENFJs (Extraverted, Intuitive, Feeling, Judging) are a personality type that are often referred to as \"teachers\" or \"mentors.\" They are known for their ability to inspire and motivate others, as well as their strong sense of empathy and compassion. They are often able to understand and connect with others on a deep level, and are able to see the good in everyone. They are also known for their strong sense of responsibility and desire to help others. They can be seen as outgoing and charismatic people, who are often more comfortable working in a leadership role rather than behind the scenes.</p>\n<p>ESFJs (Extraverted, Sensing, Feeling, Judging) are a personality type that are often referred to as \"providers\" or \"caregivers.\" They are known for their practicality, and their ability to take care of others. They are often able to understand and connect with others on a deep level, and are able to see the good in everyone. They are also known for their strong sense of responsibility and desire to help others. They can be seen as outgoing and caring people, who are often more comfortable working in a leadership role rather than behind the scenes.</p>\n</div>\n</div>\n</div>",
            "author": {
                "name": "nwn"
            },
            "tags": [
            ],
            "date_published": "2023-01-28T19:23:42+07:00",
            "date_modified": "2023-01-28T19:23:42+07:00"
        },
        {
            "id": "https://nwnsec.github.io/apa-itu-mbti.html",
            "url": "https://nwnsec.github.io/apa-itu-mbti.html",
            "title": "Apa itu MBTI?",
            "summary": "MBTI (Myers-Briggs Type Indicator) adalah tes kepribadian yang digunakan untuk mengidentifikasi tipe kepribadian seseorang. Tes ini didasarkan pada teori Carl&hellip;",
            "content_html": "<p class=\"dropcap\"> </p>\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p class=\"msg msg--highlight   \">MBTI (Myers-Briggs Type Indicator) adalah tes kepribadian yang digunakan untuk mengidentifikasi tipe kepribadian seseorang. Tes ini didasarkan pada teori Carl Jung tentang tipe kepribadian. MBTI mengklasifikasikan individu ke dalam salah satu dari 16 tipe kepribadian yang berbeda berdasarkan empat dimensi: perceiving (Ekstrovert/Introvert), judging (Sensing/Intuition), thinking (Thinking/Feeling), dan judging (Judging/Perceiving). Contoh dari tipe kepribadian menurut MBTI adalah ENFJ (Ekstrovert, Intuisi, Perasaan, Perceiving) yang merupakan tipe kepribadian yang idealis, memiliki empati yang kuat dan cenderung menjadi pemimpin yang baik.</p>\n<p>Ada beberapa keuntungan dan kerugian dari menggunakan MBTI.</p>\n<p>Positifnya:</p>\n<ol>\n<li>Membantu individu untuk mengerti diri mereka sendiri lebih baik dan menemukan cara untuk mengembangkan kekuatan dan mengatasi kelemahan mereka.</li>\n<li>Membantu individu untuk memahami bagaimana tipe kepribadian mereka dapat mempengaruhi kinerja di tempat kerja atau dalam hubungan sosial.</li>\n<li>Membantu dalam pemahaman tentang bagaimana berinteraksi dengan orang lain yang memiliki tipe kepribadian yang berbeda.</li>\n<li>Dapat digunakan dalam pengembangan karier, membantu individu untuk menemukan pekerjaan yang sesuai dengan tipe kepribadian mereka.</li>\n</ol>\n<p>Negatifnya:</p>\n<ol>\n<li>MBTI tidak memiliki dasar ilmiah yang kuat, tidak diakui sebagai uji valid oleh para ahli psikometri.</li>\n<li>MBTI hanya menyediakan deskripsi umum dari tipe kepribadian, tidak menyediakan informasi yang cukup rinci tentang individu.</li>\n<li>MBTI tidak mengakui perbedaan dalam tingkat kesejahteraan atau tingkat keterampilan dari individu.</li>\n<li>Dapat digunakan dengan cara yang salah atau tidak sesuai yang dapat menyebabkan kesalahpahaman atau interpretasi yang salah.</li>\n</ol>\n</div>\n</div>\n</div>\n<div class=\"flex justify-between\">\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-3 md:gap-4 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\"> </div>\n<div>\n<div class=\"flex flex-grow flex-col gap-3\">\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\n<div class=\"markdown prose w-full break-words dark:prose-invert dark\">\n<p>Perceiving (Ekstrovert/Introvert) adalah dimensi yang menunjukkan bagaimana seseorang mengambil informasi dari lingkungannya. Ekstrovert menyukai interaksi sosial dan banyak berinteraksi dengan orang lain, sementara Introvert lebih suka bekerja sendiri dan menyimpan energi dari interaksi sosial.</p>\n<p>Judging (Sensing/Intuition) adalah dimensi yang menunjukkan bagaimana seseorang memproses informasi. Sensing menyukai fakta dan detail yang nyata, sementara Intuition lebih tertarik pada ide dan konsep abstrak.</p>\n<p>Thinking (Thinking/Feeling) adalah dimensi yang menunjukkan bagaimana seseorang mengambil keputusan. Thinking mengutamakan logika dan fakta dalam pengambilan keputusan, sementara Feeling lebih memperhatikan perasaan dan hubungan dengan orang lain.</p>\n<p>Contoh dari tipe kepribadian menurut MBTI adalah ISTJ (Introvert, Sensing, Thinking, Judging) yang merupakan tipe kepribadian yang praktis, tegas dan sangat terorganisir.</p>\n<blockquote>\n<p> </p>\n</blockquote>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
            "author": {
                "name": "nwn"
            },
            "tags": [
            ],
            "date_published": "2023-01-28T19:18:50+07:00",
            "date_modified": "2023-01-28T19:32:03+07:00"
        }
    ]
}
